const questionsDataThree = [
  {
    id: 1,
    type: "open",
    question: 'מנה את סד"כ הפלר"ג בתצורה מלאה ולא מפוצלת',
    correct_answer:  'מ"פ,סמ"פ,רס"פ, צוותים: בכל אחד מטפל בכיר,6 חובשים, 3 נהג אמבולנס. '
      // 'מ"פ',
      // 'סמ"פ',
      // 'רס"פ',
      // '3 צוותים: בכל אחד מטפל בכיר, 6 חובשים, נהג אמבולנס'
  },
  {
    id: 2,
    type: "open",
    question: "מהו היעוד הייחודי של צוות הרפואה בפלר\"ג",
    correct_answer: "לתת מענה לרפואה חילוץ בעת אירוע חילוץ לכודים"
  },
  {
    id: 3,
    type: "open",
    question: "מהו גרעין ההפעלה המינימלי בצוות רפואה בפלר\"ג",
    correct_answer: "על פי הנחיית מר\"פ העורף – מטפל בכיר + 3 חובשים"
  },
  {
    id: 4,
    type: "open",
    question: "איזה דרג של מענה רפואי ניתן על ידי הפלר\"ג",
    correct_answer: "דרג א' – הצלת חיים בעיקר בתרחיש חילוץ לכודים, ובעת הצורך מענה הצלת חיים / דרג א' אחר"
  },
  {
    id: 5,
    type: "open",
    question: "מי מפנה אזרחים פצועים מאתר ההרצ לאחר שחולצו",
    correct_answer: "מד\"א"
  },
  {
    id: 7,
    type: "open",
    question: "בשיטת ההפעלה כיצד מחולק הצוות הרפואי",
    correct_answer: 'מטפל בכיר,6 חובשים,נהג אמבולנס'
  },
  {
    id: 8,
    type: "open",
    question: "כאשר קיים פער ברופא, כיצד תוגדר הכשירות של הגדוד?",
    correct_answer: "כשירות חלקית, בתחום רפואת החילוץ בלבד. לא ניתן לומר שאין כשירות של רפואת חילוץ לגדוד אבל לא ניתן לתת מענה מלא כמו במצב שלא חסרים מטפלים בכירים"
  },
  // {
  //   id: 9,
  //   type: "image_completion",
  //   question: "מה שיטת הרפואה של פלוגת חילוץ במודל המפוצל",
  //   correct_answer: "הפלר\"ג יתחלק למחלקות הגדוד ויהיה תחת פיקוד מ\"מ החילוץ ובאחריותו כל רפואה החילוץ. צוות הרפואה במחלקה יהיה כפוף מקצועית אל מ\"פ הפלר\"ג"
  // }
];

export default questionsDataThree;





