const mahozData = {
  1: {
    text: (
      <>
        {" "}
        <b>עץ המבנה של מחוז:</b>{" "}
      </>
    ),
    srcImg: `${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahoz1.png`,
  },
  2: {
    text: (
      <>
        {" "}
        <b>ייעוד של מרכז רפואה במחוז:</b> <br />
        <br />
        מרכז הרפואה המחוזי יגבש את תמונת המצב הרפואית בזירת המבצעים המחוזית,
        יתכנן את תוכנית הסיוע המחוזית והפעלת המערך המחוזי באופן שישרת את התכנית
        המבצעית ויממש את משימת המחוז, יממש את החלטות הרשות העליונה לאשפוז
        ובריאות ושיגבש תכנית התרמות דם במרחב המחוז באמצעות יחידות חבירות מטכליות
        ובהתאמה לאיומים.
      </>
    ),
  },
  3: {
    text: (
      <>
        {" "}
        <b>עיקרי התפקידים של מרכז רפואה:</b>
      </>
    ),
    roles: (
      <>
       1. גיבוש ושליטה בתמונת המצב הרפואית בזירת המבצעים המחוזית <br/>
        2. הערכת צרכי יחידות הרפואה, גיבוש דרישות להשלמת פערי ציוד רפואי, כוח אדם, ציוד משקי ורכב ותיאום קבלתם <br/>
        3. ייעוץ למפקד המחוז ולמטה המחוז בכל נושאי הרפואה <br/>
        5. תכנון המענה הרפואי במרחב המחוז כולל יחידות המנמ"ר<br/>
        6. יצירת תמונת מצב נפגעים במרחב המחוז, ניתוחה וגיבוש המלצות לאורה <br/>
       7.  מיצוי כוחות הרפואה במרחב המחוז <br/>
        8. שליטה בפינוי הנפגעים לבתי החולים על פי מדיניות פיקודית והנחיות הרשות העליונה לאשפוז <br/>
        9. תכנון והנחיית יחידות רפואה לויסות נפגעים שניוני ברמת המחוז<br/>
       10.  כתיבת הוראות מקצועיות ונספחי רפואה לפקודות <br/>
        11. סיוע מקצועי לביצוע התרמות דם במרחב המחוז <br/>
       12.  תיאום מד"א במרחב המחוז באמצעות ק.קישור למד"א <br/>
       13. הערכות לקליטת סד"כ מטכ''לי וקביעת תכנית התרמת דם במרחב המחוז <br/>
       14.  השפעה על תמ''צ התנהגות אוכלוסייה מחוזית באמצעות מקורות מידע  רפואיים רלוונטיים <br/>
       15. שליטה בתמונת מצב בתי חולים במרחב ורפואה בקהילה, תמיכה בסיוע אזרחי והצפת פערים למפקד המחוז<br/>


      </>
    ),
  },
  4: {
    text: (
      <>
        <b> עץ מבנה של מרכז רפואה במחוז:</b>
        <br />
        <br /> עם חלוקה למכלולים בתוך רפואה
      </>
    ),
    srcImg: `${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahoz2.png`,
  },
  5: {
    text: (
      <>
        {" "}
        <b>מכלול תאים מקצועיים:</b>{" "}
      </>
    ),
    subroles: [
      "השתתפות, ביצוע ומעקב על מופעי השעל''ח הרלוונטיים והנחייה של יחידות כפופת בהתאם.",
      "גיבוש תמונת מצב מתמשכת בתחומי אחריותם.",
      "שליטה בתמ''כ יחידות הרפואה במחוז לרבות מפקדות ויחידות ת''פ .",
      "מתן מענה מקצועי וטיפול בצרכי יחידות הכפופות.",
      `נוכחות בפורומים מקצועיים במלכ"א .`,
      `השתתפות במופעים מול מכלול תאים מקצועיים בפיקוד .`,
    ],
  },
  6: {
    text: (
      <>
        {" "}
        <b>מכלול רפואה אזרחית:</b>
      </>
    ),
    subroles: [
      "סיוע בגיבוש תמונת מצב מגורמים אזרחיים והרפואה בקהילה.",
      'הוצאה לפועל של התיאום מול משרד הבריאות ומד"א.',
      "סיוע במאמץ התגוננות האזרחית.",
      "שגרת חירום – גיבוש צרכים בתמיכה בקהילה במשימות.",
      "רציפות תפקודית – גיבוש הצורך למניעה של פגיעה בתפקוד מערכות הבריאות.",
      'גר"פ מחוזי – זרוע ביצועית למימוש סיוע אזרחי למערכת הבריאות.',
    ],
  },
  7: {
    text: (
      <>
        {" "}
        <b>שולחן מרכזי רפואה/ מכלול מבצעים רפואה:</b>
      </>
    ),
    subroles: [
      "השתתפות, ביצוע ומעקב על מופעי השעל''ח הרלוונטיים והנחייה של יחידות כפופת בהתאם.",
      "גיבוש תמונת מצב מתמשכת בתחומי אחריותם.",
      "שליטה בתמ''כ יחידות הרפואה במחוז לרבות מפקדות ויחידות ת''פ .",
      "מתן מענה מקצועי וטיפול בצרכי יחידות הכפופות.",
      `נוכחות בפורומים מקצועיים במלכ"א .`,
      `השתתפות במופעים מול מכלול תאים מקצועיים בפיקוד .`,
    ],
  },
};

export default mahozData;
