const mahozData = {
    1: {
        text: <> <b>עץ המבנה של מחוז:</b>   </>,
        srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahoz1.png`
      },
    2: {
        text: <> <b>ייעוד של מרכז רפואה במחוז:</b> <br/><br/>
        מרכז הרפואה המחוזי יגבש את תמונת המצב הרפואית בזירת המבצעים המחוזית, יתכנן את תוכנית הסיוע המחוזית והפעלת המערך המחוזי באופן שישרת את התכנית המבצעית ויממש את משימת המחוז, יממש  את החלטות הרשות העליונה לאשפוז ובריאות ושיגבש תכנית התרמות דם במרחב המחוז באמצעות יחידות חבירות מטכליות ובהתאמה לאיומים.
        </>,
      },
    3: {
        text: <> <b>עיקרי התפקידים של מרכז רפואה:</b>
        </>,
        roles:<>
        1. גיבוש ושליטה בתמונת המצב הרפואית בזירת המבצעים המחוזית.<br/>
        2. הערכת צרכי יחידות הרפואה, גיבוש דרישות להשלמת פערי ציוד רפואי, כוח אדם, ציוד משקי ורכב ותיאום קבלתם.<br/>
        3. ייעוץ למפקד המחוז ולמטה המחוז בכל נושאי הרפואה.<br/>
        4. תכנון המענה הרפואי במרחב המחוז כולל יחידות המנמ"ר והפעלת מערך הרפואה בהתאם למשימה המבצעית.<br/>
        5. יצירת תמונת מצב נפגעים במרחב המחוז, ניתוחה וגיבוש המלצות לאורה.<br/>
        6. מיצוי כוחות הרפואה במרחב המחוז ושינוי מקום או משימה באישור מפקד המחוז ומרכז הרפואה הפיקודי, (למעט צוותי רפואה בגדודים) ובהתאם לצרכים.<br/>
        7. שליטה בפינוי הנפגעים לבתי החולים על פי מדיניות פיקודית והנחיות הרשות העליונה לאשפוז.<br/>
        8. תכנון והנחיית יחידות רפואה לויסות נפגעים שניוני ברמת המחוז, כמחוז משגר/קולט, על פי הנחיות מרכז הרפואה הפיקודי.<br/>
        9. כתיבת הוראות מקצועיות ונספחי רפואה לפקודות אג"מיות.<br/>
        10. סיוע מקצועי לביצוע התרמות דם במרחב המחוז.<br/>
        11. תיאום מד"א במרחב המחוז באמצעות ק.קישור למד"א.<br/>
        12. הערכות לקליטת סד"כ מטכ"לי וקביעת תכנית התרמת דם במרחב המחוז.<br/>
        13. השפעה על תמ"צ התנהגות אוכלוסייה מחוזית באמצעות מקורות מידע רפואיים רלוונטיים (לשכות בריאות, בתי חולים, מד"א).<br/>
        14. שליטה בתמונת מצב בתי חולים במרחב ורפואה בקהילה, תמיכה בסיוע אזרחי והצפת פערים למפקד המחוז.<br/>
        </>

      },
      4: {
        text: <><b> עץ מבנה של מרכז רפואה במחוז:</b><br/><br/>  עם חלוקה למכלולים בתוך רפואה
        </>,
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahoz2.png`
      },
    5: {
        text: <> <b>מכלול תאים מקצועיים:</b> </>,
        subroles:[
            "השתתפות, ביצוע ומעקב על מופעי השעל''ח הרלוונטיים והנחייה של יחידות כפופת בהתאם.",
            "גיבוש תמונת מצב מתמשכת בתחומי אחריותם.",
            "שליטה בתמ''כ יחידות הרפואה במחוז לרבות מפקדות ויחידות ת''פ .",
            "מתן מענה מקצועי וטיפול בצרכי יחידות הכפופות.",
           `נוכחות בפורומים מקצועיים במלכ"א .`,
           `השתתפות במופעים מול מכלול תאים מקצועיים בפיקוד .`
          ],
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahozTaim.png`
      },
    6: {
        text: <> <b>מכלול רפואה אזרחית:</b>
        </>,
        subroles: [
          "סיוע בגיבוש תמונת מצב בבתי חולים, מד\"א ומוסדות רפואה בקהילה (כולל קופות חולים).",
          "הוצאה לפועל של התיאום מול משרד הבריאות ומד\"א.",
          "סיוע במאמץ התגוננות האזרחית - באמצעות תיאום אל מול מרכזים אחרים במחוז (אוכלוסייה, מלכ\"א, תקשוב) כדי להשפיע על התאמת הנחיות התגוננות למרחב הרלוונטי והסברה במידה ונדרש.",
          "שגרת חירום - גיבוש צרכים בתמיכה בקהילה במשימות כגון: אלונקאות, שמרטפיות לילדי עובדים.",
          "רציפות תפקודית - גיבוש הצורך למניעה של פגיעה בתפקוד מערכות הבריאות: אספקת אמצעים כגון דלק, גנרטורים, מיגוניות, מים.",
          "גר\"פ מחוזי - זרוע ביצועית למימוש סיוע אזרחי למערכת הבריאות: על ידי פלוגות יחצ\"ב בבתי החולים, יחצבונים במוסדות מיוחדים והפעלת פל\"ר לפי מתאר הייחוס."
        ],
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahozEzrahit.png`
      },
    7: {
        text: <> <b>שולחן מרכזי רפואה/ מכלול מבצעים רפואה:</b>
        </>,
        subroles:[
            "השתתפות, ביצוע ומעקב על מופעי השעל''ח הרלוונטיים והנחייה של יחידות כפופת בהתאם.",
            "גיבוש תמונת מצב מתמשכת בתחומי אחריותם.",
            "שליטה בתמ''כ יחידות הרפואה במחוז לרבות מפקדות ויחידות ת''פ .",
            "מתן מענה מקצועי וטיפול בצרכי יחידות הכפופות.",
           `נוכחות בפורומים מקצועיים במלכ"א .`,
           `השתתפות במופעים מול מכלול תאים מקצועיים בפיקוד .`
          ],
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahozManlach.png`
      },
  };
 
  export default mahozData;
 

