const nafaData = {

    0: {
        text: <>
            <b>העץ מבנה של הנפה:</b>  <br />  <br />
            ניתן לעבור מעל כל מכלול כדי לקבל הסבר עליו,<br />
            על מנת להתקדם יש לעבור על כל המכלולים.
        </>,
        srcImg: `${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Nafa/mivneNafa1.png`,
        rolesBtn: {
            1: {
                title: <><b>מכלול קשר</b></>,
                content:<>יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>
            },
            2: {
                title: <><b>מכלול מודיעין</b></>,
                content: <>גיבוש וניתוח תמונת המודיעין והשפעתה על המרחב האזרחי בגזרת הנפה</>
            },
            3: {
                title: <><b>מכלול אג"ם</b></>,
                content: <>
                    ישמש בסמכות העליונה להפעלת הכוח והשליטה במאמצי הנפה וישא באחריות מטה כוללת לתכנון,לתיאום ולשליטה על המבצעים במרחב הנפה.
                </>
            },
            4: {
                title: <><b>מכלול אוכלוסיה</b></>,
                content: <> יהווה מטה מקצועי במפקדת הנפה המייעת ומנחה בתחום התגוננות, רשויות, תנהגות אוכלוסייה, הסברה ומידע לציבור, חומ"ס ומיגון את מטה הנפה, את יחידותיה ואת שותפי התפקיד בשגרת חירום ובאירוע במרחבה.
                </>
            },
            5: {
                title: <><b>מכלול שלישות</b></>,
                content: <>
                    יתן מענה בכלל תחומי המשא''ן- פרט,רבנות, חינוך, נפגעים וכוח אדם לכלל יחידות הנפה בשת''פ עם המלכ"א המחוזית.
                </>
            },
            6: {
                title: <><b> מכלול לוגיסטיקה-מלכ"א</b></>,
                content: <>
                    לתכנן, לתאם ולבקר את הפעלת הסיוע המנהלתי (לוגיסטיקה וכוח אדם)
                    כדי להבטיח את רציפות הפעולה וכשירות הכוחות הכפופים להשלמת משימות הנפה
                    לשאת באחריות המטה למערך המנהלתי (לוגיסטיקה וכוח אדם) במרחב הנפה בזמן מלחמה/חירום.
                </>
            }
        }
    },

    1: {
        text: <> <b>ייעוד של מכלול רפואה בנפה:</b> <br /><br />
            מכלול הרפואה בנפה יהווה מטה מקצועי בתחום הרפואה, יועץ למפקד הנפה ומנחה מקצועי בתחומו את מטה הנפה והמסגרות הכפופות לה.
        </>,
    },
    2: {
        text: <> <b>עיקרי התפקידים של מכלול רפואה בנפה:</b>
        </>,
        roles: <>
                1. ייעוץ למפקד הנפה בתחומים הנוגעים למענה הרפואי במרחב הנפה <br/>
                2. בניית תכנית רפואה התואמת את מאמצי ומשימות הנפה וריכוז פעילות כוחות הרפואה ותיאומם במרחב הנפה בהתאם <br/>
                3. גיבוש תמ''צ הרפואה בגזרת הנפה<br/> 
                4. אחריות על כשירות יחידות הרפואה בנפה לביצוע משימותיהן<br/>
                5. אחריות על כשירות היחידות למול מרכז הרפואה המחוזי ומכלולי הנפה <br/>
                6. קבלת תמונת מצב מד"א במרחב ודרישת מעטפת רפואית ע''פ צורך <br/>
                7. הנחיית מפקדי כוחות הרפואה ביחידות הנפה בנושאים מקצועיים   <br/>
               8.  בעת אירוע יצירת תמ''צ רפואית <br/>
                9. קבלת תמונת מצב, מגבלות, פערים ומשמעויות מתמונת מצב במרחב האזרחי בגזרתם<br/>
                10. מימוש מדיניות הפינוי הרפואי לבתי החולים על פי מדיניות הרשות העליונה לאשפוז <br/>
                11. וידוא היכרות המענה הרפואי למפונים ומתפנים במתקני הקליטה (לרבות מחסות המונים) והעלאת פערים למרכז הרפואה המחוזי וחמ''ל נפת לשכת הבריאות <br/>
               12.  איתור, מיפוי והצפת פערים וצרכים במרחב למתן סיוע אזרחי למשרד הבריאות ולרשות <br/>
               13. סיוע באירועי פינוי חולים בעלי צרכים רפואיים מיוחדים בהוראות המחוז/פיקוד <br/>
               14.  מענה בתחומי רפואת השגרה, בריאות הצבא ובריאות הנפש ליחידות הנפה <br/>
                15. העלאת כשירות ומוכנות של יחידות הרפואה<br/>


</>

    },
    3: {
        text: <> <b>מבנה מכלול הרפואה בנפה:</b><br /><br />בחלק זה מוצג העץ מבנה של מבנה מכלול רפואה בנפה-
            יש לעבור על כל אחד מהתפקידים בלחיצה על מנת לקבל הסבר עליו.
        </>,
        srcImg: `${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Nafa/mivneNafaRefua.png`,
        rolesBtn: {
            1: {
                title: <><b> קר"פ נפה</b></>,
                content: <>
                    1. מפקד מכלול רפואה.<br />
                    2. יועץ מקצועי למפקד הנפה בתחום הרפואה.<br />
                    3. אחראי על גיבוש תמונת המצב במרחב הנפה.<br />
                    4. מתכנן את הסיוע הרפואי, בעת אירוע, במרחב הנפה.<br />
                    5. מנחה מקצועי של יחידות הרפואה הפרוסות במרחב הנפה.<br />
                    6. משתתף בקבוצת התכנון.<br />
                    7. אחראי על דרישת צירי פינוי מגורמי האג"ם וממשטרת ישראל.<br />
                </>
            },
            2: {
                title: <><b> נציג שולחן המרכזי</b></>,
                content:
                    <>
                        1. ישמש כנציג מכלול הרפואה בשולחן המרכזי.<br />
                        2. שיקוף תמונת מצב למכלול מהשולחן המרכזי.<br />
                        3. העברת מסרים ומידעים ממכלולים שונים שעלו בש.מ אל מכלול הרפואה.<br />
                        4. אחראי להעלאת משמעויות רפואה בשולחן המרכזי כתוצאה מאתגרים, פערים והפעלת סד"כ בהתאם לאירועים שמתרחשים במרחב הנפה.<br />
                        5. מעביר למכלול הרפואה הנפתי תמ''צ אירועים מרכזיים וסד"כ נפתי לגזירת משמעויות רפואה בהתאם.<br />
                    </>
            },
            3: {
                title: <><b> ס.קר"פ נפה</b></>,
                content:
                    <>
                        1. סגנו וממלא מקומו של קצין הרפואה הנפתי בהיעדרו.<br />
                        2. מפקח על הכוננות הרפואית ביחידות הנפה.<br />
                        3. גורם המשלב את הנתונים בראייה מרחבית.<br />
                        4. ירכז כשירות כוחות רפואה במרחב הנפה.<br />
                        5. ווידוא הטמעת ההנחיות והמשימות מהמחוז וממפקד הנפה אל עבודת המכלול והורדת המשימות והדרקטיבה המקצועית ליח' הרפואה בנפה.<br />
                    </>
            },
            4: {
                title: <><b> מפקד תא רפואה אזרחית </b></>,
                content: <>
                    1. יועץ למפקד מכלול הרפואה בנפה בתחומי הרפואה בקהילה, בתי חולים כללים.<br />
                    2. אחראי על גיבוש תמנ''צ רפואה אזרחית במרחב הנפה.<br />
                    3. איתור ומיפוי פערים וצרכים במרחב בהקשרי רפואה בקהילה, תוך סיוע לנפת לשכת הבריאות ולרשות המקומית לממש אחריותן למענה רפואי רציף וזמין ככל הניתן.<br />
                    4. שיח רציף אל מול מכלול רפואה אזרחית במחוז ונפת לשכת הבריאות.<br />
                    5. ווידוא ביצוע סקרי מיגון למוסדות הרפואה והשתתפות במידת האפשר.<br />
                    6. השתתפות בקבוצת תכנון נפתית למשימות פינוי אוכלוסייה וביצוע בקרה על רציפות המענה הרפואי במשימות אלה.<br />
                    7. הצפת פערי רציפות תפקודית במרחב הרפואה האזרחית לקר''פ הנפה ולרמה ממונה.<br />
                    8. 'סנסור' לזיהוי מגמות ופערים באמצעות:<br />
                    &nbsp;&nbsp;&nbsp;&nbsp;- תיק מודיעין אזרחי- פרק בריאות.<br />
                    &nbsp;&nbsp;&nbsp;&nbsp;- שיח עם מחזיק תיק הבריאות ברשות- יקל"ר.<br />
                    &nbsp;&nbsp;&nbsp;&nbsp;- שיח עם מנהלי מוסודת רפואה בקהילה במרחב הנפה.<br />
                    &nbsp;&nbsp;&nbsp;&nbsp;- הפקת מידע מאמצעי השו"ב השונים.<br />
                </>
            },
            5: {
                title: <><b> קמב"ץ</b></>,
                content: <>
                    1. אחראי על ניהול שוטף של המכלול.<br />
                    2. מרכז כשירות כוחות רפואה במרחב הנפה.<br />
                    3. אחראי על יצירת תמונת מצב של הכוחות, יצירת תמ''צ נפגעים ומשאבים במהלך האירוע.<br />
                    4. אחראי על קבלת תמונת מצב מרפואה במחוז.<br />
                    5. אחראי על יצירת תמונת מצב זהה בין נציג הרפואה בשולחן המרכזי למול מכלול הרפואה הנפתי.<br />
                    6. אחראי על קבלת המידע ממד"א באמצעות קצין הקישור במוקד האזורי.<br />
                    7. זיהוי הצרכים של הכוחות בהיבטי- כלי פינוי, כ"א וצר''פ. והעברה לגורמים המתאימים כולל עדכון הדדי לנציג השולחן המרכזי.<br />
                    8. אחראי לדיווחים ומיצוי מידע במערכות השו"ב.<br />
                    9. אחראי להפעלת המכלול ע"פ שעל''ח.<br />
                </>
            },
            6: {
                title: <><b> סמבצ"ים</b></>,
                content: <>
                    1. קבלת הודעה על אירוע - רישום ביומן מבצעים בירור איזה כוח (מד"א/פלר"ג) יצא לאירוע.<br />
                    2. העברת המידע על האירוע בדוא''ל ל: מודיעין, תא דיווח, רפואה מחוז.<br />
                    3. משיכת מידע המועבר דרך ק.קישור מד"א.<br />
                    4. עדכון עזרי מטה רלוונטיים - ממוחשבים (טבלת אירועים, טבלת בקרה ומעקב) וידיניים.<br />
                    5. עדכון הנתונים והנפגעים במערכות השו"ב.<br />
                </>
            },
            7: {
                title: <><b> סמבצ"ים</b></>,
                content: <>
                    1. קבלת הודעה על אירוע - רישום ביומן מבצעים בירור איזה כוח (מד"א/פלר"ג) יצא לאירוע.<br />
                    2. העברת המידע על האירוע בדוא''ל ל: מודיעין, תא דיווח, רפואה מחוז.<br />
                    3. משיכת מידע המועבר דרך ק.קישור מד"א.<br />
                    4. עדכון עזרי מטה רלוונטיים - ממוחשבים (טבלת אירועים, טבלת בקרה ומעקב) וידיניים.<br />
                    5. עדכון הנתונים והנפגעים במערכות השו"ב.<br />
                </>
            },
        }
    }
};

export default nafaData;






