const explanationsData = {
  PartOne: {
    TomerImg: `${process.env.PUBLIC_URL}/Assets/PartOneImgs/ThomerPointingHalf.png`,
    start: {
      text: <>
        <b>"הקריאה מהחמ"ל"</b> <br />
        קראו לי בדחיפות מהחמ"ל כדי לסייע באירוע חירום – אבל אני לא מכיר את כל בעלי התפקידים בפיקוד,
        ולא בטוח מה בדיוק הסד"כ שלי.
        על הלוח מופיעים פתקים שיכולים לעזור לי להבין את התמונה – כדאי שנעבור עליהם יחד.
      </>
    },
    end: {
      text: <>סיימנו את הפרק הראשון – הבנתם את מבנה הפיקוד ואת הסד"כ שלכם. ממשיכים הלאה.</>,
      nextPart: "/part-two"
    }
  },
  PartTwo: {
    TomerImg: `${process.env.PUBLIC_URL}/Assets/PartTwoImgs/ThomerThinkingHalf.png`,
    start: {
      text: <>
        <b>"הבנת השטח"</b> <br />
        הגעתי לחמ"ל כדי להבין מי נגד מי – מי מעליי? מי כפוף לי? <br />
        אבל לא כל המסכים פועלים. בואו נאתר את המסכים שלא מגיבים ונגלה מה הם היו אמורים להציג.
      </>
    },
    end: {
      text: <>
        סיימנו את הפרק – עכשיו כשהבנתם טוב יותר את מבנה הפיקוד בנפה ובמחוז,
        נבדוק את ההבנה שלכם בעזרת כמה שאלות קצרות.
      </>,
      nextPart: "TWO"
    }
  },
  PartThree: {
    TomerImg: `${process.env.PUBLIC_URL}/Assets/PartThreeImgs/ThomerShockedHalf.png`,




    start: {
      text: <>
        <b>"את מי אני מלחץ ? למי אני מדווח?"</b><br />
        קיבלתי מידע חשוב מהשטח – עכשיו צריך להעביר אותו בשרשרת הפיקוד. <br />
        בלומדה הזו נכיר את שיטת הרפואה, שיטת הדיווח והפלר"ג.
        בתרגיל הבא נאתר פריטים מתוך ההריסות:<br/>
        1. מכשיר קשר – מייצג את שיטת הדיווח<br/>
        2. ווסט חילוץ – מייצג את הפלר"ג<br/>
        3. ערכת עזרה ראשונה – מייצגת את שיטת הרפואה
        בואו נתחיל.<br/>
      </>
    },
    end: {
      text: <>
        מצוין! למדתם איך לדווח, את מי לעדכן, ואיך הפלר"ג משתלב בתמונה.
        לפני שנמשיך – נבדוק את הידע שרכשתם עם כמה שאלות.
      </>,
      nextPart: "THREE"
    }
  },
  PartFour: {
    TomerImg: `${process.env.PUBLIC_URL}/Assets/PartFourImgs/ThomerPhoneHalf.png`,




    start: {
      text: <>
        <b>"אני לא לבד"</b><br />
        האירוע מתרחב ויש צורך בתגבורת לוגיסטית או תחבורתית.
        כדי לפתור את הבעיה – עליי לפנות למכלול המתאים.
        חשוב לדעת למי פונים, איך עושים את זה נכון, ומהם תחומי הסיוע ההדדיים בין הרפואה למכלולים האחרים.
        בואו נתרגל זאת יחד.
      </>
    },
    end: {
      text: <>
        כל הכבוד! הצלחתם להבין את שיתופי הפעולה של מכלול הרפואה עם שאר המכלולים.
        רגע לפני סיום – בואו נראה מה אתם זוכרים באמצעות שאלות סיכום קצרות.
      </>,
      nextPart: "FOUR"
    }
  }
};




export default explanationsData;









