const simulationData = {
    name: "מתאר מעמ\"ל חירום בהפתעה ותחת אש",
    messages: [
        {
            type: "התחלה",
            side: 1,
            content: "הסימולציה היא שגרת חירום, מפקדות סגורות ואין כוחות מגוייסים. אין מצב מיוחד בעורף ומצב התגוננות ירוק"
        },
        {
            type: "תיאור",
            side: 1,
            content: 'שבת בשעה 07:15 בבוקר מופעלות אזעקות באיזורים נרחבים בארץ . ויש נפילות של טמ"ס/טק"ק ופגיעה במרחבים, שונים. מפקד הנפה הודיע למפקדי המכלולים שעוברים לגיוס מלא ויש להגיע למפקדת הנפה, בשעה 08:30 הופעל חייגן לכל יחידות הנפה ולכל המפקדים והחיילים.'
        },
        {
            type: "שאלה",
            side: 1,
            content: "מה הפעולות  הראשונה של מפקד/סגן מפקד מכלול הרפואה? של שאר הצוות?"
        },
        {
            type: "תשובה",
            side: 2,
            content: 'מפקד מעדכן את כל הצוות שהופעלה פקודת גיוס חירום.  מנחה להגיע למפקדת הנפה. מתעדכן ברשת המפקדים האם יש הנחיות נוספות ,שאר אנשי הצוות מתארגנים להגיע'
        },
        {
            type: "תיאור",
            side: 1,
            content: 'השעה 10:30, למפקדת הנפה הגיעו מפקד המכלול רפואה, סגנו , קמב"צ אחד ושני סמב"צים .'
        },
        {
            type: "שאלה",
            side: 1,
            content: 'מהן המשימות הראשונות שעושה כל אחד? לא לשכוח שבודקים את כל ערוצי התקשורת (לבן/שחור, אדום, וברק כתום, מייל, שועל כתום, פוקוס,  מחשב אזרחי ושו"ב משהב"ר + אגמים) , עדכון עזרים קשיחים במכלול'
        },
        {
            type: "תשובה",
            side: 2,
            content: `מפקד – מחלק משימות, מנחה את הסגן להוביל את מאמץ המעמ"ל, מנחה את הקמב"צ לבדוק מערכות במכלול, לבצע חימום של כל המערכות, לבדוק קשר מול רפואה מחוזית ומול היחידות, ולהתחיל לגבש תמנ"צ.
סמב"צ א' – לעבוד מול השלישות על קבלת סטטוס התגייסות צוותי רפואה בגדודים.
סמב"צ ב' – לקבל ולעדכן סטטוס מוכנות מכל פלר"ג.
מפקד המכלול – מתעדכן מול מפקד הנפה על צייחים ומעדכן את הצוות.`
        },
        {
            type: "שאלה",
            side: 1,
            content: "מתי מתחילה פעילות בשולחן מרכזי בנפה – עדיין לא הגיעו נציגי ש.מ של הרפואה – איך פותרים את זה?"
        },
        {
            type: "תשובה",
            side: 2,
            content: "החלטה של מפקד מכלול/סגנו או קמב\"צ מי ילך למלא מקום ב ש.מ"
        },
        {
            type: "תיאור",
            side: 1,
            content: 'השעה 13:00 – מתקבל דיווח כי ציוד של 2 צוותי רפואה מגדוד החילוץ של הנפה הושמדו בפגיעת רקטה ברכב, אין נפגעים אבל אין ציוד  .'
        },
        {
            type: "שאלה",
            side: 1,
            content: 'כעת תעשו בחינה ואינטגרציה על העזרים של כמות הצוותים שהתגייסו והציוד הזמין ותקין בכל פלר"ג (אם יש לנפה 2 גדודי חילוץ ומעלה.'
        },
        {
            type: "תשובה",
            side: 2,
            content: 'העלאת דרישה מיידית למחוז לקבל השלמה – ערכות בבטן הגלמ"ר.לשקול ניוד סט ציוד אחד של מחלקה מגדוד אחר, השיקול הוא גם לפי כמות הצוותים שהגיעו בכל גדוד (אם יש יותר מאחד)'
        },
        {
            type: "תיאור",
            side: 1,
            content: 'השעה 14:30, כלל הצוות הגיע למכלול, כל המערוכת פועלות, קישור מד"א של מחוז מתחיל להעביר דיווחים'
        },
        {
            type: "תיאור",
            side: 1,
            content: 'מצב התגוננות ממשיך להיות מצב 4, מה הפעולות שעושים לגיבוש תמנ"צ במרחב הנפה.'
        },
        {
            type: "שאלה",
            side: 1,
            content: "מה המשמעויות שצריך לחשוב עליהן כולל אם יש לשקול הערכות לשהייה ממושכת במיגון?"
        },
        {
            type: "תשובה",
            side: 2,
            content: 'בחינת סטטוס מוסדות מיוחדים,פנייה למכלול אוכלוסיה לבדוק אם יש כבר עדכונים מהיקל"רים,הערכות ולשקול האם יש להעירך לתכנון של שהיה ממושכת במיגון'
        },
        {
            type: "סיום",
            side: 1,
            content: "למידה ולקחים"
        }
    ]
};


export default simulationData;
