const simulationData = [
    {
        name: "מתאר מעמ\"ל חירום בהפתעה ותחת אש",
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: "הסימולציה היא שגרת חירום, מפקדות סגורות ואין כוחות מגוייסים. אין מצב מיוחד בעורף ומצב התגוננות ירוק"
            },
            {
                type: "תיאור",
                side: 1,
                content: 'שבת בשעה 07:15 בבוקר מופעלות אזעקות באיזורים נרחבים בארץ . ויש נפילות של טמ"ס/טק"ק ופגיעה במרחבים, שונים. מפקד הנפה הודיע למפקדי המכלולים שעוברים לגיוס מלא ויש להגיע למפקדת הנפה, בשעה 08:30 הופעל חייגן לכל יחידות הנפה ולכל המפקדים והחיילים.'
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה הפעולות  הראשונה של מפקד/סגן מפקד מכלול הרפואה? של שאר הצוות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: 'מפקד מעדכן את כל הצוות שהופעלה פקודת גיוס חירום.  מנחה להגיע למפקדת הנפה. מתעדכן ברשת המפקדים האם יש הנחיות נוספות ,שאר אנשי הצוות מתארגנים להגיע'
            },
            {
                type: "תיאור",
                side: 1,
                content: 'השעה 10:30, למפקדת הנפה הגיעו מפקד המכלול רפואה, סגנו , קמב"צ אחד ושני סמב"צים .'
            },
            {
                type: "שאלה",
                side: 1,
                content: 'מהן המשימות הראשונות שעושה כל אחד? לא לשכוח שבודקים את כל ערוצי התקשורת (לבן/שחור, אדום, וברק כתום, מייל, שועל כתום, פוקוס,  מחשב אזרחי ושו"ב משהב"ר + אגמים) , עדכון עזרים קשיחים במכלול'
            },
            {
                type: "תשובה",
                side: 2,
                content: `מפקד – מחלק משימות, מנחה את הסגן להוביל את מאמץ המעמ"ל, מנחה את הקמב"צ לבדוק מערכות במכלול, לבצע חימום של כל המערכות, לבדוק קשר מול רפואה מחוזית ומול היחידות, ולהתחיל לגבש תמנ"צ.
                סמב"צ א' – לעבוד מול השלישות על קבלת סטטוס התגייסות צוותי רפואה בגדודים.
                סמב"צ ב' – לקבל ולעדכן סטטוס מוכנות מכל פלר"ג.
                מפקד המכלול – מתעדכן מול מפקד הנפה על צייחים ומעדכן את הצוות.`
            },
            {
                type: "שאלה",
                side: 1,
                content: "מתי מתחילה פעילות בשולחן מרכזי בנפה – עדיין לא הגיעו נציגי ש.מ של הרפואה – איך פותרים את זה?"
            },
            {
                type: "תשובה",
                side: 2,
                content: "החלטה של מפקד מכלול/סגנו או קמב\"צ מי ילך למלא מקום ב ש.מ"
            },
            {
                type: "תיאור",
                side: 1,
                content: 'השעה 13:00 – מתקבל דיווח כי ציוד של 2 צוותי רפואה מגדוד החילוץ של הנפה הושמדו בפגיעת רקטה ברכב, אין נפגעים אבל אין ציוד  .'
            },
            {
                type: "שאלה",
                side: 1,
                content: 'כעת תעשו בחינה ואינטגרציה על העזרים של כמות הצוותים שהתגייסו והציוד הזמין ותקין בכל פלר"ג (אם יש לנפה 2 גדודי חילוץ ומעלה.'
            },
            {
                type: "תשובה",
                side: 2,
                content: 'העלאת דרישה מיידית למחוז לקבל השלמה – ערכות בבטן הגלמ"ר.לשקול ניוד סט ציוד אחד של מחלקה מגדוד אחר, השיקול הוא גם לפי כמות הצוותים שהגיעו בכל גדוד (אם יש יותר מאחד)'
            },
            {
                type: "תיאור",
                side: 1,
                content: 'השעה 14:30, כלל הצוות הגיע למכלול, כל המערוכת פועלות, קישור מד"א של מחוז מתחיל להעביר דיווחים'
            },
            {
                type: "תיאור",
                side: 1,
                content: 'מצב התגוננות ממשיך להיות מצב 4, מה הפעולות שעושים לגיבוש תמנ"צ במרחב הנפה.'
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה המשמעויות שצריך לחשוב עליהן כולל אם יש לשקול הערכות לשהייה ממושכת במיגון?"
            },
            {
                type: "תשובה",
                side: 2,
                content: 'בחינת סטטוס מוסדות מיוחדים,פנייה למכלול אוכלוסיה לבדוק אם יש כבר עדכונים מהיקל"רים,הערכות ולשקול האם יש להעירך לתכנון של שהיה ממושכת במיגון'
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
   {
        name: "אתר הרס כבד תוך כדי מעמ\"ל",
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: `בשעה 16:30 נורה מט"ח לשטח ישראל, אחד הטילים פגע ישירות בבניין 6 קומות בעיר X שבמרחב הנפה.`
            },
            {
                type: "תיאור",
                side: 1,
                content: `16:33 - דיווח ראשוני מק. קישור מד"א – בכתובת הבניין שנפגע קריאות רבות, עם דיווח על עשן והרס, ויש כבר דיווח על נפגעים, לא ברור מצב וכמות.\n
                        16:40 - אמבולנס ראשון בכתובת, קישור מד"א מדווח על הרס כבד – באגף הצפוני יש קריסה חלקית, אזרחים מדווחים על חשש ללכודים רבים, אין גישה לחלק ההרוס.\n
                        16:42 - מד"א: 3 נפגעים בינוני ו-5 קל.\n
                        16:45 - מד"א: דיווח על החייאה על שני פצועים אנוש, ועוד 5 פצועים קשה.\n
                        16:47 - מד"א עדכן עוד 12 נפגעים קל + 7 בינוני, + חשש ל-40-50 לכודים באתר.\n
                        16:47 - אימות מ ש.מ. עפ\"י דיווח מהיקל"ר – חשש ל-40-50 לכודים.\n
                        16:47 - מד"א הכריז אר\"ן באתר.\n `
            },
            {
                type: "תיאור",
                side: 1,
                content: `16:50 - הקמת חפ\"ק אחוד באתר: משטרה + פקע\"ר + גורמי החירום.\n
                    16:55 - דיווח מ ש.מ.: החלטה של מנל\"ח/מפקד נפה על אירוע מרכזי + שיגור כל גדוד חילוץ 4 לאתר. הגדוד עדיין במעמ\"ל ועובר לגיוס על אתר ההרס.\n
                    17:05 - עדכון ממ\"פ פלר\"ג, עד כה הגיע מט\"ב אחד ו-5 חובשים.\n
                    17:05 - עדכון מלכ\"א/גלמ\"ר: יש משאית ראשונה בדרך מהימ\"ח לאתר עם סט ציוד מלא של פלוגת חילוץ + מחלקת רפואה + הציוד הפלוגתי של הפלר\"ג.\n
                    17:30 - מ\"פ פלר\"ג מעדכן שצפי הגעת הציוד 17:45, מוכנות צוות ראשון מצויד מלא.\n
                    18:00 - הצוות באתר. `
            },
            {
                type: "שאלה",
                side: 1,
                content: "מפקד המכלול מה תעשה?"
            },
               {
                type: "תשובה",
                side: 2,
                content: "מיקוד באירוע המרכזי, מיקוד בהבנת פערים בגדוד (כ\"א וציוד), הערכה האם יש מקום לדרוש תגבור רוחבי בנפה או מהמחוז, בדיקה מול מ\"פ הפלר\"ג מתי יוכל להעמיד צוות ראשון מצויד וכשיר לרפואת חילוץ על האתר, עדכון ש.מ."
            },
            {
                type: "תיאור",
                side: 1,
                content: "17:50 – הסתיים פינוי הפצועים שאינם לכודים, המספר הידוע כעת של לכודים – 45."
            },
            {
                type: "תיאור",
                side: 1,
                content: "18:30 - פינוי של 3 לכודים ראשונים – 2 קל ואחד בינוני."
            },
            {
                type: "שאלה",
                side: 1,
                content: "מפקד המכלול מה תעשה?"
            },
            {
                type: "תשובה",
                side: 2,
                content: "עדכון עזרים, חיתוך מצב לגבי מענה באתר."
            },
            {
                type: "תיאור",
                side: 1,
                content: "20:30 - עדכון ממ\"פ פל\"ג על הגעת 2 סטים נוספים של ציוד מח רפואה מלא, צפי ל-3 צוותי רפואה כשירים באתר – 21:00."
            },
            {
                type: "תיאור",
                side: 1,
                content: "20:45 - עד כה טופלו על האתר ופונו 22 לכודים, מתוכם 4 קשה, 6 בינוני."
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש ממפקד המכלול לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: "עדכון עזרים, חיתוך מצב לגבי מענה באתר, הערכה ראשונה האם יש צורך בבקשת ציוד לרענון לפלר\"ג שבאתר בשל כמות המטופלים."
            },
            {
                type: "תיאור",
                side: 1,
                content: "00:00 - סיום אירוע."
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש ממפקד המכלול לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: "קמב\"צ מרכז סיכום נפגעים, בדיקה מול הרשום בכרטיסיות בשועל, בריכוז דיווחי הפינוי ממדא וקבלת נתונים באמצעות רפואה מחוז על סיכום הגעת נפגעים מאירוע לבתי החולים (נתון מבתי החולים או משרד הבריאות)."
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
    {
        name: "מתאר הפסקות חשמל ממושכות ברובע Y (כולל נתמכי נשימה)",
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: "יום א יום שני ללחימה שעה 18:00"
            },
            {
                type: "תיאור",
                side: 1,
                content: `נפילה בתחמ"ש AA שמספקת חשמל למספר איזורים  במרחב הנפה ומספר ישובים כפריים במרחב הנפה`
            },
            {
                type: "תיאור",
                side: 1,
                content: `מכלול אוכלוסיה מעדכן שקיבלנו עדכון ממכלול רצ"ת במחוז שצפי תיקון התחמ"ש – לפחות 72 שעות`
            },
            {
                type: "תיאור",
                side: 1,
                content:` ברובע ד  יש  גם פגיעה בקווי הולכה ושם כבר יש הפסקת חשמל מזה 3 שעות ועדיין אין צפי להחזרת החשמל  .`
            },
            {
                type: "שאלה",
                side: 1,
                content:"מה הפעולה הנדרשת? "
            },
               {
                type: "תשובה",
                side: 2,
                content:`עדכון לרפואה מחוז:\n
                        1. ביצוע בדיקה של צפי תיקון ההתקלה\n
                        - מול האוכלוסייה שאמורים לבדוק מול המחוז\n
                        2. ביצוע בדיקה חוזרת או דיוק השאלה\n
                        - מהו צפי הזמן לחזרת החשמל לבתי התושבים\n
                        3. ביצוע הערכת השלכות\n
                        - הערכת ההשלכות של הפסקת חשמל ממושכת ברובע ד'\n
                        4. פתיחת שו"ב משהב"ר\n
                        - מודל עלטה\n
                        - בחינה של מספר מערכות נתמכות במרחב המושפע:\n
                            - בטווח של 6 השעות הראשונות\n
                            - לאחר מכן\n
                        5. בדיקה במערכות או תיקי נתונים\n
                        - האם קיימים מוסדות מיוחדים ו/או מר"ג במרחב\n
                        6. יצירת קשר מול יקל"ר\n
                        - באמצעות אוכלוסייה\n
                        - בנוסף, לבדוק מול מחזיק תיק בריאות ברשות המקומית:\n
                            - מה הערכת הסיכונים של הרשות\n
                            - כיצד הרשות נערכת\n
                        `
            },
            {
                type: "תיאור",
                side: 1,
                content:"שעה 19:30 – עדכון מ ש.מ צפי החזרת חשמל לרובע  ד  48 שעות "
            },
            {
                type: "תיאור",
                side: 1,
                content: `בהערכת הסיכונים ברובע ג: חצר"מים עם גנרטור בבית\n
                        3 שמד"א אמור לפנות למר"ג/מלון\n
                        26 זקוקים למערכות תומכות נשימה בדחיפות בינונית-נמוכה (מתוכננים למרכז גנרציה רשותי)\n
                        מר"ג אחד עם 8 מונשמים\n
                        יש גנרציה ומיכל דלק ל-24 שעות\n
                        `
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: `בחינה חוזרת מול היקל"ר או מחזיק תיק בריאות ברשות:\n
                        - האם הרשות נערכת לתת מענה\n
                        - האם נערכים לפתיחת מרכז גנרציה\n
                        פניה למר"ג:\n
                        - לבדוק האם יש להם פתרון כיצד יקבלו תדלוק כל 24 שעות\n
                        - להפנות לסיוע רשותי אם יש בעיה\n
                        `
            },
            {
                type: "תיאור",
                side: 1,
                content: `המר"ג שולח תשובה : שספק הדלק שלהם לא עונה ואין להם חלופה (למנחה – הפתרון הוא סיוע רשותי ועדכן של אגף שע"ח של מחוז משהב"ר, סיוע פקע"ר בתדלוק הינו אפשרות בסבירות הכי נמוכה )`
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content:` פניה ליקל"ר לבדוק אפשרות לסיוע רשותי
                        במקביל עדכון לרפואה מחוז ולמכלול לוגיסיטקה נפתי ובקשה לבחון או לקבל הכוונה לגבי אפשרויות סיוע בתדלוק למר"ג.
                        `
            },
            {
                type: "תיאור",
                side: 1,
                content: `הרשות עונים שהם מפעילים מרכז גנרציה אחד בכתובת X והם דואגים להסברה אישית וספציפית  לכל החצר"מים שנדרשים להגיע`
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש  לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: `לבדוק מול אוכלוסיה מה ההודעות לציבור .לעדכן את רפואה המחוז`
            },
            {
                type: "שאלה",
                side: 1,
                content: "כיצד מבצעים מעקב על המענה במהלך ה 48 שעות עד חזרת החשמל"
            },
            {
                type: "תשובה",
                side: 2,
                content: `מעקב שוטף מול הרשות והיקל"ר (דרך אוכלוסיה) על המענה שהרשות נותנת והאם נדרש סיוע\n
                        אם נדרש סיוע, להעלות דרישה לשולחן מרכזי בנפה\n
                        לנהל קשר שוטף מול המר"ג\n
                        `
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
      {
        name: " מתאר אתר הרס יום 4 ללחימה",
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: "יום ב' יום 3 ללחימה "
            },
            {
                type: "תיאור",
                side: 1,
                content: <>11:30 – פגיעת טק"ק בכניסה למבנה וחניון של סניף קופ"ח גדול ובית מרקחת במרחב הנפה, היו אזרחים רבים בסניף ובחניון<br/>
                        11:33 – דיווח ראשוני ממד"א על קריאות לגבי נפגעים רבים<br/>
                        11:35 – הגעת אמבולנס ראשון - דיווח על חסימת הכניסה למבנה ולחניון, נשמעות צעקות לעזרה מתוך המבנים<br/>
                        11:37 – מד"א דיווח ראשוני על כ-15 נפגעים בסביבת סניף קופ"ח וחשש לעוד 25 לכודים
                        </>
            },
            {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
            {
                type: "תשובה",
                side: 2,
                content:`עדכון שמ, בקשה אימות פרטים ומידע ממקורות נוספים – שמ`
            },
            {
                type: "תיאור",
                side: 1,
                content:`12:00 – פונו מהאתר 3 פצועים אנוש, 3 קשה, 4 בינוני ו-3 קל. עדיין מעריכים כ-14 לכודים\n
                ש.מ: עדכון על הפנית פלוגה א' עם צוות הרפואה שלה מגדוד X לאתר (אין כוחות זמינים נוספים כרגע)\n
                `
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:` עדכון עזרים.בחינת סטטוס צר"פ וכשירות רפואה של הכוח שיצא לאתר, לשקול בקשת תגבור `
            },
            {
                type: "תיאור",
                side: 1,
                content:" 13:00- עדכון מהפלוגה – חולצו כ 6 לכודים בהם  1 חלל, 2 קשה, 1 בינוני, 4 קל"
            },
              {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:` עריכת סיכום ביניים של נפגעים ובדיקה של כשירות המחלקה שבאתר להמשך עבודה כולל צר"פ וסד"כ`
            },
            {
                type: "תיאור",
                side: 1,
                content: `16:00 עדכון מהפלוגה – חולצו כ 4 לכודים בהם  , 2 בינוני, 2 קל, ידוע על עוד 4 לכודים עם הערכה של 2-4 שעות לסיום החילוץ`
            },
            {
                type: "תיאור",
                side: 1,
                content: ` 18:00 עדכון מהפלוגה – הסתיים חילוץ הלכודים, חולצו עוד כ 4 לכודים כולם במצב קל , המחלקה עם פלוגת החילוץ מתארגנת להחזרה לכשירות`
            },
            {
                type: "שאלה",
                side: 1,
                content: "מה נדרש לעשות?"
            },
            {
                type: "תשובה",
                side: 2,
                content: `עריכת סיכום ביניים של נפגעים ובדיקה של פערי כשירות במחלקה (צרפ וסד"כ) ובדיקה מול שמ מה הצפי לחזרת הפלוגת חילוץ כולה לכשירות אחרי רענון`
            },
            {
                type: "סיום",
                side: 1,
                content: "הקמבצ פונה למחוז לבקש נתונים על סיכום נפגעים באירוע הזה (המחוז אוסף מול בתי חולים/ענף בתי חולים בפיקוד) 19:00 קבל סיכום נפגעים מהפיקו"
            }
        ]
    },
    {
        name: `מתאר חומ"ס – משאית בצומת מרכזי בעיר בקרבת מרפאה ומוסד מיוחד `,
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: "  יום ג' יום 4 ללחימה דיווח ש.מ  - 10:00 דיווח מהמשטרה על התהפכות משאית נושאת מיכלי ברזל בצבע סגול בצומת מרכזית בעיר Y"
            },
            {
                type: "תיאור",
                side: 1,
                content: <>10:05 – עדכון מ-ש.מ. – חשש לאירוע חומ"ס – מעבר לעבודה לפי סד"פ חומ"ס<br/>
                        10:12 – דיווח שמ – דיווח משלים מהמשטרה: מדובר במשאית נושאת חומ"ס</>
            },
            {
                type: "שאלה",
                side: 1,
                content: `מה נדרש לעשות? `
            },
            {
                type: "תשובה",
                side: 2,
                content:<>בדיקה מול מד"א באמצעות רפואה מחוז – האם יש דיווחים ממד"א על תלונות אזרחים באזור האירוע<br/>
                        בדיקה האם ש.מ. עובר לנהל אירוע חומ"ס ואז פתיחת סד"פ חומ"ס והמשל עבודה לפיו ומול ש.מ</>
            },
            {
                type: "תיאור",
                side: 1,
                content:`10:18  - מד"א מדווח על קריאות אזרחים בבניינים קרובים לצומת מדווחים על צריבה בעיניים ובדרכי נשימה`
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:<>דיווח לש.מ.<br/>
                        בדיקה מול ש.מ. – מהם טווחי המעגלים של האירוע<br/>
                        בדיקה – מה נמצא בתוך המעגלים (מרפאות, מר"ג ומוסדות מיוחדים)<br/>
                        בדיקה מול ש.מ. ואוכלוסיה – איזה הסברה יצאה לאוכלוסיה<br/>
                        יצירת קשר מול כל מוסד מיוחד – מה מצבם והאם פועלים לפי ההנחיות, ריכוז פערים אם יש<br/>
                        עדכון לרפואה מחוז וש.מ. לגבי מוסדות במעגלים<br/>
                        עדכון מש.מ. על פתיחת חפ"ק אחוד בפאתי המעגל החיצוני<br/>
                        בדיקה מול מד"א באמצעות פניה לרפואה מחוז ובמקביל לבקש לקבל עדכון מנציג נפה בחפ"ק אחוד – לברר דרכו מה תוכנית הפינוי – מיקום חניון אמבולנסים, צירי הגעה ועזיבה, יעדי פינוי<br/>
                        גיבוש ועדכון תמנ"צ ומוכנות להעמ"צ </>
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
     {
        name:`מתאר הפס"ד וחסימות צירים`,
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: " יום ג יום 4 ללחימה מרחב כפרי/פרברי של הנפה"
            },
            {
                type: "תיאור",
                side: 1,
                content: <> 09:00 בהעמ"צ נפתית נסקרו הערכות מודיעין ואוכלוסייה על כך שצפויה הסלמה בהפגנות ואירועי טרור שיתמקדו בצמתים מרכזיות והישובים הכפיים/פרבריים של הנפה.<br/> כוחות המשטרה ופקע"ר יתנו מענה אולם יתכנו חסימות של מספר שעות </>
            },
            {
                type: "שאלה",
                side: 1,
                content: `מה נדרש לעשות? `
            },
            {
                type: "תשובה",
                side: 2,
                content:` בחינת השלכות חסימת צירים על תנועות, רציפות תפקודית ומוכנות לעדכון ההערכה בהתאם לדיווחים`
            },
            {
                type: "תיאור",
                side: 1,
                content:` 12:00-  בצומת Z בכניסות/יציאות לעיר Y יש הפגנה והבערת צמיגים, התגודדות של מאות כפריים וחסימה של כל הצירים,`
            },
            {
                type: "תיאור",
                side: 1,
                content:`12:45 - דיווח מאשכול ישובים A  - אנשי צוות המרפאה מבקשים לחזור לבתיהם מחשש למשפחותיהם , הורים מבקשים לחזור לביתם לאסוף ילדים ממסגרות החינוך מחשש שלא יוכלו לעשות זאת בהמשך. התוצאה סגירת המרפאה 5 שעות לפני הזמן `
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:<> לעדכן רפואה מחוז  המחוז ולבקש להעלות דר קישור למשהב"ר את הנושא מול משרד הבריאות. ובנוסף לבקש לשקול פתיחת שמרטפיות, <br/>
                        לבקש דרך לקבל פתרונות של מרפאות חילופיות והסברה לאזרחים מקופות החולים על דרכים לקבל מענה.
                        </>      
            },
              {
                type: "תיאור",
                side: 1,
                content:` 13:30 – מוסד מיוחד בעיר Y מודיע שאני הצוות של משמרת 2 הודיעו שלא יוכלו להגיע לעבודה. וזה כולל צוות סיעודי, צוות משקי ואנשי ביטחון . `
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:<> לבדוק מול יקל"ר אפשרות לסיוע מתנדבים (אנשי משק) להעלות פניה למדרש הבריאות דרך המחוז (ק קישור) למענה למוסד.<br/>
                            לבדוק אפשרות לפיחת צירים או ליווי הסעות (משטרה)


                        </>      
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
        {
        name:`מתאר פגיעת רק"ק עם נפגעים רבים מחוץ למיגון`,
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: "יום ד יום 5 ללחימה "
            },
            {
                type: "תיאור",
                side: 1,
                content: <>
                שעה 09:45  - מטח רק"ק , התראות במרחב הנפה.<br/>
                שעה 09:50 – מד"א מדווח על קריאות לגבי נפילה ונפגעים בקניון D בעיר Y,<br/>
                09:55 – עדכון ממד"א דיווח נוסף על נפגעים רבים וכנראה אתר נפילה  ברחבה בכניסה לקניון


                </>
            },
            {
                type: "תיאור",
                side: 1,
                content: <>
                10:00  דיווח ממד"א אמבולנס ראשון מגיע , מדווח על נפילה בכניסה לקניון וכ 15 נפגעים בדרגות שונות . עין פילוח עדיין<br/>
               10:12 מד"א מדווח על החייאה על 2 נפגעים, ופינוי של 2 קשה לבי"ח<br/>
             10:15 דיווח שמ – הגעת חפ"ק אלפא לאתר, דיווח שמאמת את איתור הנפילה ודיווח על ביצוע סריקה
                </>
            },
            {
                type: "שאלה",
                side: 1,
                content: `מה נדרש לעשות? `
            },
            {
                type: "תשובה",
                side: 2,
                content:`עדכון שמ ,בקשה לקבלת אימות ומידע נוסף מנציג שמ (מישע מיקלר, משטרה וכו) ,עדכון שמ`
            },
            {
                type: "תיאור",
                side: 1,
                content:`10:25 דיווח מד"א , סיום פינוי מהאתר, 2 חלל, 4 קשה, 4 בינוני 5 קל, 8 חרדה`
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:<> עדכון שמ<br/>
                        בקשה ממדא לאמת האם כל הנפגעים שהו מחוץ לקניון,<br/>
                        פניה לצווות חפ"ק אלפא לקבל מידע על מיקומי הנפגעים בסריקות שלהם<br/>
                        המשך, איסוף מידע על האירוע לצורך דיו בפורום פילוח נפגעים
                        </>      
            },
              {
                type: "תיאור",
                side: 1,
                content:`12:30 – דיווח מרפואה מחוז שסיכום הנפגעים מאירוע הקניון לאחר קבלת מידע מבי"ח ומשהב"ר – 2 חלל, 4 קשה, 6 בינוני, 11 קל, 28 חרדה
`
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:`פניה לרפואה מחוז לבקש השלמות מידע מנציג יחצ"ב בבי"ח לגבי אופני ההגעה של הנפגעים הנוספים לבי"ח`    
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    },
    {
        name:`מתאר רציפות תפקודית – תלונות אזרחים ויקל"ר על העדר מענה במרפאת קופח`,
        messages: [
            {
                type: "התחלה",
                side: 1,
                content: <>
                יום ה', היום ה 6 ללחימה,  12:30 בצהריים,<br/>
                ב 3 הימים הראשונים ללחימה מדיניות ההתגוננות בנפה היתה 4 – מחמירה,<br/>
                החל ביום ה ג' (לפני יומיים) עודכנה למדיניות 2  החרגה שלפיה מתקנים ומוסדות שהם "משק חיוני" ימשיכו לעבוד תחת מדיניות מחמירה. <br/>
                בנוסף זמן ההתראה התקני בנפה הוא כדקה אולם במהלך הימים מתחילת הלחימה ניתנו התראות מקדימות (CB) של כעשר דקות והופעלה התראות צפירה ואפליקציה כ90 - שניות לפני נפילה.
                </>
            },
             {
                type: "שאלה",
                side: 1,
                content: `מה נדרש לעשות? `
            },
             {
                type: "תשובה",
                side: 2,
                content:`ניתוח המשמעות של המדיניות על קופות חולים + בתי מרקחת,– (ממשיכים לעבוד תחת מדיניות 4 במרחב מוגן או הגעה למרחב מוגז בשמן ההתגוננות התקני)`
            },
            {
                type: "תיאור",
                side: 1,
                content: <>
                בשעה 08:30 הופצה רשימת מרפאות פתוחות בקהילה – זאת רשימה שמחוז משהב"ר אוסף מקופות החולים ומעביר למחוז פקע"ר לידיעה, מחוז פקע"ר מעביר לרפואה נפות ולאוכלוסיה (גם לידיעה בלבד)
                </>
            },
         
              {
                type: "שאלה",
                side: 1,
                content: `מה נדרש לעשות? `
            },
            {
                type: "תשובה",
                side: 2,
                content:<>המידע הזה לידיעה, ניתן לשתף אוכלוסיה ודרכם את היקל"רים.<br/>
                        אחריות לתקשור לציבר האזרחים על קופות החולים <br/>
                        רפואה נפה יכולה לערוך ניתוח האם יש ישובים שבהם אין מרפאות בכלל
                        </>
            },
            {
                type: "תיאור",
                side: 1,
                content:<>
                בשעה   12:30 מתקבל עדכון מהיקל"ר שמרפאות קופת חולים בישובים כפריים ופרבריים שנכללו ברשימת המרפאות הפתוחות הן סגורות וכלל לא נפתחו היום.<br/>
                לאחר בדיקה מול יקל"ר נמסר שזאת הנחייה של קב"ט הרשות המקומית/מועצה איזורית בשל העדר מיגון תקני במרפאות שנסגרו או במרחק שניתן להגיע בשמן ההתגוננות התקני (שהוא דקה).
                </>
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:<>לבצע בדיקה  מול היקל"ר אם ניתן הסבר לכך שיש מרפאות שסגורות למרות שנכללו ברשימת המרפאות הפתוחות.<br/>
                            לעדכן את רפואה מחוז (ודרכו את קישור ללשכב"ר), לבקש עדכון רשימת המרפאות.<br/>
                            לבקש שידרשו מקופות החולים לערוך הסברה על מיקום מרפאות פתוחות ומוקדים טלפוניים למענה היברידי.<br/>
                            לעדכן את היקל"רים  שעובדים לפי זמן התגוננות תקני (שלפיו הקב"ט סגר את הסניפים)
                            לערוך ניתוח מחדש היכן יש פערים והאם ניתן לאתר מקומות חלופיים.<br/>
                            יתכן שיבקשו לשקול לבקש החרגות (ראו התייחסות)</>      
            },
              {
                type: "תיאור",
                side: 1,
                content:`בבוקר המחר – 08:30 קבלת רשימה עדכנית של מרפאות פתוחות מהמחוז`
            },
             {
                type: "שאלה",
                side: 1,
                content: ` מה נדרש לעשות? `
            },
               {
                type: "תשובה",
                side: 2,
                content:`בעת קבלת רשימה חדשה של מרפאות – לבדוק האם הרשימה מתאימה למה שקורה בשטח  אמצעות היקל"רים. במידה ויש פערים להעלות דרך המחוז ללשכב"ר המחוזית.`    
            },
            {
                type: "סיום",
                side: 1,
                content: "למידה ולקחים"
            }
        ]
    }
];




export default simulationData;











